module.exports={
  nav: {
    name1: '钱包首页',//钱包首页
    name2: '发送',//发送
    name3: '接收',//接收
    name4: '纸钱包',//纸钱包
    name5: '设置',//设置
    name6: '同步',//同步
    name7: '新增钱包',//新增钱包
  },
  creat:{
  	txt0 : "创建",
		txt1 : "创建一个新的钱包",
		txt2 : "恢复",
		txt3 : "使用备份短语或纸质钱包证书进行恢复",
		txt4 : "加入",
		txt5 : "加入一个共有5人的钱包",
		txt6 : "导入",
		txt7 : "从文件导入钱包",
		txt8 : "TA兑换不可用，因为您没有任何钱包。 请创建一个新钱包（或还原现有钱包），回到这里为TA兑换选择它",
		txt9 : "创建你的第一个钱包"
  },
  creatW:{
  	txt0 : "创建钱包",
		txt1 : "钱包名称",
		txt2 : "请输入钱包名称",
		txt3 : "设置支付密码（通过设置密码来安全地加密私钥）",
		txt4 : "请输入支出密码",
		txt5 : "请再次输入支出密码",
		txt6 : "请注意，密码需要至少7个字符长，并且至少有1个大写字母，1个小写字母和1个数字。",
		txt7 : "下一步",
		txt8 : "请完成以下设置，以充分保障您的账户安全。请把这些字写下来，放在一个安全的地方，我们不存储在任何 地方，无法帮助您恢复！",
		txt9: "我已阅读并同意",
		txt10: "《服务条款》",
		txt11: "按顺序选择你的记忆密码",
		txt12: "清空"
  },
  restore:{
  	txt0 : "找回钱包",
		txt1 : "备份恢复短语",
		txt2 : "纸质钱包证书",
		txt3 : "恢复短语",
		txt4 : "请输入词语(例如：a,b,c)",
		txt5 : "纸质钱包恢复短语",
		txt6 : "恢复钱包",
		txt7 : "请输入你想要恢复的钱包名称"
  },
  home:{
  	txt0 : "钱包地址",
		txt1 : "交易记录",
		txt2 : "暂无交易记录"
  },
  pay:{
  	txt0 : "交易量",
		txt1 : "提交",
		txt2 : "确认交易",
		txt3 : "发送至",
		txt4 : "数量",
		txt5 : "费用",
		txt6 : "消费密码",
		txt7 : "请输入密码"
  },
  reseipts:{
  	txt0 : "文字内容：你的钱包地址共享这个钱包地址接收付款。为了保护您的隐私，产生新的地址来接收付款，而不是重用现有的地址。",
		txt1 : "新增地址"
  },
  set:{
  	txt0 : "名称",
		txt1 : "事务保证安全级",
		txt2 : "密码",
		txt3 : "去设置",
		txt4 : "修改",
		txt5 : "删除钱包",
		txt6 : "设置密码",
		txt7 : "重复密码",
		txt8 : "输入新的消费密码",
		txt9 : "再次输入新的消费密码",
		txt10: "保存",
		txt11: "修改密码",
		txt12: "删除密码（检查取消密码）",
		txt13: "当前消费密码",
		txt14: "新的消费密码",
		txt15: "重复新的消费密码",
		txt16: "输入当前消费密码",
		txt17: "你确定要删除钱包吗？",
		txt18: "确定",
		txt19: "取消"
  },
  rank:{
  	txt0 : "正常",
  	txt1 : "精确"
  },
  lang:{
  	txt0 : "中文",
  	txt1 : "英文",
  	txt2 : "语言"
  },
  TipsMsg:{
  	txt0 : "两次密码不一样",
		txt1 : "请选择服务条款",
		txt2 : "顺序不正确",
		txt3 : "复制成功",
		txt4 : "钱包地址不正确",
		txt5 : "请输入交易量",
		txt6 : "密码不正确",
		txt7 : "请输入恢复短语",
		txt8 : "请输入支付密码",
		txt9 : "钱包名称，恢复短语或者密码不正确",
		txt10: "请输入消费密码",
		txt11: "消费密码格式不正确",
		txt12: "当前消费密码不正确",
		txt13: "请输入当前消费密码",
		txt14: "当前消费密码格式不正确",
		txt15: "请输入新密码"
  }
}